anthropic.claude-code
asvetliakov.vscode-neovim
ckolkman.vscode-postgres
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
hoshinokanade.alma-sakura
ms-vscode-remote.remote-containers
sidthesloth.html5-boilerplate
snowflake.snowflake-vsc
thekalinga.bootstrap4-vscode
yzane.markdown-pdf
